<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <meta name="generator" content="HTML Tidy for Windows (vers 14 February 2006), see www.w3.org" />
  <meta http-equiv="Content-Type" content="text/html; charset=us-ascii" />
  <link href="../hh_default.css" rel="stylesheet" type="text/css" />
  <title>D&#233;marrage dune partie</title>
</head>

<body>
  <object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
    <param name="Keyword" value="D&#233;marrage dune partie" />
  </object>

  <h2><a name="16jzy8"></a>D&#233;marrage d&#8217;une partie</h2>

  <p>Il est tr&#232;s facile de commencer une partie de MONOPOLY CD-ROM, que ce soit sur un seul ordinateur, ou sur plusieurs sites par l&#8217;interm&#233;diaire de Internet. Quand vous commencez une nouvelle partie, une s&#233;rie de boutons apparait &#224; gauche du tableau de jeu. Le bouton Ajouter le joueur No.1 est en surbrillance. Cliquez sur ce bouton et une bo&#238;te de dialogue apparait qui va vous permettre d&#8217;ajouter un joueur &#224; votre jeu. Choisissez le genre de joueur que vous d&#233;sirez ajouter (que ce soit une personne en chair et en os, un adversaire simul&#233; par ordinateur ou un joueur sur un autre site Internet), entrez son nom, et choisissez lui un pion. Il vous est possible de continuer &#224; ajouter des joueurs &#224; la partie en cliquant sur les boutons Ajouter le joueur No&#8230; au fur et &#224; mesure. Si vous ajoutez un joueur par l&#8217;interm&#233;diaire d&#8217;Internet ou d&#8217;un r&#233;seau, il vous faudra mentionner son adresse IP correcte.</p>

  <p>MONOPOLY CD-ROM peut se jouer &#224; plusieurs sur un seul ordinateur, ou bien sur plusieurs sites reli&#233;s par un r&#233;seau ou Internet. Si vous jouez sur Internet ou sur un r&#233;seau, l&#39;ordinateur d&#39;un des joueurs sert d&#39;h&#244;te, et tous les autres sont des joueurs distants. L&#8217;h&#244;te attend que les joueurs distants se branchent &#224; sa partie. Un joueur distant, lui, se connecte &#224; un h&#244;te en cliquant sur la touche Joueur sur Internet / R&#233;seau de la bo&#238;te de dialogue Ajouter un joueur. Lorsque vous cliquerez sur cette touche, on vous demandera d&#39;appeler un h&#244;te. Vous devrez alors indiquer l&#39;adresse IP de l&#39;h&#244;te.</p>

  <p>Lorsque vous vous connecterez &#224; un h&#244;te, votre partie adoptera toutes les R&#232;gles de jeu personnalis&#233;es et param&#232;tres de jeu internationaux de cet h&#244;te. D&#232;s que la partie a d&#233;marr&#233;, vous pouvez essayer de changer certaines options, mais tous les autres joueurs doivent consentir &#224; ces changements avant que ceux-ci ne soient accept&#233;s.</p>

  <p><u>Adresses IP</u></p>

  <p>Une adresse IP est un code unique qui identifie et localise vos adversaires sur Internet. Si vous &#234;tes abonn&#233; &#224; un service Internet ou vous utilisez un acc&#232;s SLIP/PPP par l&#8217;interm&#233;diaire d&#8217;un fournisseur de services en ligne, votre ordinateur doit avoir une adresse IP.</p>

  <p>Adressez-vous &#224; votre fournisseur de services ou &#224; votre service d&#8217;informations pour savoir comment obtenir une adresse IP. Dans certains cas votre adresse IP changera chaque fois que vous utiliserez Internet. Si cette situation se pr&#233;sente vous aurez &#224; sp&#233;cifier votre adresse chaque fois que vous vous brancherez sur Internet.</p>
</body>
</html>
