<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <meta name="generator" content="HTML Tidy for Windows (vers 14 February 2006), see www.w3.org" />
  <meta http-equiv="Content-Type" content="text/html; charset=us-ascii" />
  <link href="../hh_default.css" rel="stylesheet" type="text/css" />
  <title>Comment Proposer un Echange</title>
</head>

<body>
  <object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
    <param name="Keyword" value="Comment Proposer un Echange" />
  </object>

  <h2><a name="comment_proposer_un_echange" id="comment_proposer_un_echange"></a>Comment Proposer un Echange</h2>

  <p>La proposition d&#8217;&#233;change peut &#234;tre initialis&#233;e de deux mani&#232;res: &#224; partir du Menu des Actions et &#224; partir de la bo&#238;te de dialogue Interruption. Tout joueur peut initialiser un &#233;change. Quand vous s&#233;lectionnez Proposition d&#8217;Echange, la partie centrale du tableau de jeu se transforme en comptoir d&#8217;&#233;change divis&#233; en sections dont chacune repr&#233;sente un des joueurs. Le joueur qui propose un &#233;change peut maintenant commencer &#224; d&#233;finir sa proposition. Les joueurs sur un autre ordinateur ne pourront d&#233;couvrir la proposition que lorsqu&#8217;elle sera compl&#232;tement formul&#233;e.</p>

  <p>Pour &#233;tablir une proposition d&#8217;&#233;change, le joueur qui a initialis&#233; la transaction doit sp&#233;cifier quels &#233;l&#233;ments il souhaite offrir ou obtenir de chaque adversaire. En d&#233;pla&#231;ant la propri&#233;t&#233; d&#8217;un autre joueur et en la d&#233;posant dans son comptoir d&#8217;&#233;change, le joueur qui propose l&#8217;&#233;change indique qu&#8217;il souhaite acqu&#233;rir cet &#233;l&#233;ment. En pla&#231;ant un &#233;l&#233;ment dans le comptoir d&#8217;&#233;change d&#8217;un autre joueur, le joueur indique qu&#8217;il souhaite disposer de cet &#233;l&#233;ment.</p>

  <p>Le joueur qui fait la proposition d&#8217;&#233;change peut inclure autant de joueurs qu&#8217;il le souhaite dans la transaction. D&#232;s que la proposition d&#8217;&#233;change est compl&#232;te, les autres joueurs peuvent &#233;valuer l&#8217;offre. Ceux qui y sont directement impliqu&#233;s peuvent soit l&#8217;accepter, soit la rejeter. Ils peuvent aussi lancer une contre-offre. Les ceux qui ne sont pas impliqu&#233;s ne peuvent que faire des contre-offres.</p>

  <p>Durant un &#233;change, l&#8217;identit&#233; des propri&#233;taires est affich&#233;e sur chacune de leurs propri&#233;t&#233;s sur le tableau de jeu. Pour offrir un titre de propri&#233;t&#233; dans le cadre de l&#8217;&#233;change, d&#233;placez le pointeur de la souris sur la propri&#233;t&#233; en question et cliquez. Vous remarquerez le changement du curseur. Maintenant d&#233;placez le nouveau curseur sur le comptoir d&#8217;&#233;change du pion qui est cens&#233; recevoir le titre de propri&#233;t&#233; et cliquez. Le titre de propri&#233;t&#233; est maintenant pla&#231;&#233; sur le comptoir d&#8217;&#233;change de ce pion.</p>

  <p>Pour offrir de l&#8217;argent liquide dans le cadre d&#8217;un &#233;change, cliquez sur l&#8217;ic&#244;ne argent du pion que vous souhaitez voir payer. Vous remarquerez le changement du curseur. D&#233;placez le nouveau curseur sur le comptoir d&#8217;&#233;change du pion qui est cens&#233; recevoir l&#8217;argent et cliquez. Une bo&#238;te de dialogue apparait et vous devez taper sur le clavier la somme d&#8217;argent qui est offerte. Cette somme apparait ensuite sur le comptoir d&#8217;&#233;change de ce pion.</p>

  <p>Pour offrir une carte Vous Etes Lib&#233;r&#233; de Prison dans le cadre d&#8217;un &#233;change, cliquez sur l&#8217;ic&#244;ne du pion qui doit donner la carte. Vous remarquerez le changement du curseur. D&#233;pla&#231;ez le nouveau curseur sur le comptoir d&#8217;&#233;change du pion qui est cens&#233; recevoir la carte et cliquez. La carte Vous Etes Lib&#233;r&#233; de Prison apparait sur le comptoir d&#8217;&#233;change de ce pion.</p>

  <p>Vous ne pouvez offrir de l&#8217;immunit&#233; dans le cadre d&#8217;un &#233;change que si cette option a &#233;t&#233; s&#233;lectionn&#233;e dans les r&#232;gles du jeu sur mesure. Une immunit&#233; permet &#224; un autre pion de passer librement sur l&#8217;une de vos propri&#233;t&#233;s. Pour offrir une immunit&#233;, cliquez sur l&#8217;ic&#244;ne ail&#233;e &#8220;titre de propri&#233;t&#233;&#8221; du pion qui doit offrir l&#8217;immunit&#233;. Vous remarquerez le changement du curseur. D&#233;placez le nouveau curseur sur le comptoir d&#8217;&#233;change du pion destin&#233; &#224; recevoir l&#8217;immunit&#233; et cliquez. Une bo&#238;te de dialogue apparait qui vous demande de pr&#233;ciser le nombre de passages (de 1 a 99) qui seront couverts par cette immunit&#233;. L&#8217;offre d&#8217;immunit&#233; apparait sur le comptoir d&#8217;&#233;change du pion qui la re&#231;oit. Un joueur peut s&#8217;offrir &#224; lui-m&#234;me l&#8217;immunit&#233; sur une de ses propri&#233;t&#233;s, tant que ledit titre de propri&#233;t&#233; a d&#233;j&#224; &#233;t&#233; offert &#224; un autre joueur dans le cadre de la proposition d&#8217;&#233;change.</p>
</body>
</html>
