<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
  "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
  <head>
    <meta name="generator" content="HTML Tidy for Windows (vers 14 February 2006), see www.w3.org" />
    <meta http-equiv="Content-Type" content="text/html; charset=us-ascii" />
    <link href="../hh_default.css" rel="stylesheet" type="text/css" />
    <title>Menu des Options</title>
  </head>
  <body>
    <object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
      <param name="Keyword" value="Menu des Options" />
    </object>
    <h2><a name="menu_des_options" id="menu_des_options"></a>Menu des Options</h2>
    <dl>
    <dt><u>R</u>&#232;gles du jeu &#8220;sur mesure&#8221;&#8230;</dt>
    <dd>
      <p>Le MONOPOLY CD-ROM se joue de la m&#234;me mani&#232;re que le MONOPOLY traditionnel. Cependant il est possible de changer certains aspects du jeu en utilisant les r&#232;gles du jeu sur mesure. Afin de changer n&#8217;importe laquelle des options &#8220;par d&#233;faut&#8221;, s&#233;lectionnez R&#232;gles du jeu sur mesure. Une bo&#238;te de dialogue apparait. Cliquez simplement sur n&#8217;importe laquelle des options que vous d&#233;sirez changer. Si vous faites une partie de MONOPOLY CD-ROM sur Internet ou sur un R&#233;seau, tous les joueurs &#224; distance ont &#233;galement la possibilit&#233; de changer, ou d&#8217;acccepter les options que vous avez choisies. Ce processus continue jusqu&#8217;au moment o&#249; tous les changements ont &#233;t&#233; accept&#233;s par chaque joueur. Pour plus d&#8217;information en ce qui concerne la mani&#232;re d&#8217;initialiser une partie sur Internet ou un R&#233;seau, reportez-vous &#224; <a href="16jzy8.htm">D&#233;marrage d&#39;une partie.</a></p>
    </dd>
    <dt>Options <u>I</u>nternationales&#8230;</dt>
    <dd>
      <p>Le jeu MONOPOLY CD-ROM vous permet de vous mesurer &#224; des joueurs d&#39;autres pays sur Internet. Comme les r&#232;gles sont l&#233;g&#232;rement diff&#233;rentes d&#39;un pays &#224; l&#39;autre, le menu Options internationales vous permet de jouer avec certaines de ces diff&#233;rences. Par exemple, dans des circonstances normales, seules les cartes Chance et Caisse de Communaut&#233; standard sont utilis&#233;es dans une partie. Mais vous pouvez cliquer sur les jeux de cartes d&#39;un ou plusieurs pays pour les ajouter &#224; votre partie. Et bien entendu, cliquez sur un jeu d&#233;j&#224; s&#233;lectionn&#233; pour l&#39;&#233;liminer de votre partie. Pour choisir une des r&#232;gles internationales, cliquez sur cette r&#232;gle. Cliquez sur une r&#232;gle d&#233;j&#224; s&#233;lectionn&#233;e pour l&#39;enlever de la liste.</p>
    </dd>
    <dt><u>E</u>ffets sonores num&#233;riques</dt>
    <dd>
      <p>Choisissez cette option afin de s&#233;lectionner ou d&#8217;annuler les effets sonores. Une coche en face de cette option indique que les effets sonores ont &#233;t&#233; s&#233;lectionn&#233;s.</p>
    </dd>
    <dt><u>M</u>usique de fond&#8230;</dt>
    <dd>
      <p>Choisissez cette option afin de s&#233;lectionner ou d&#8217;annuler le fond sonore du jeu, ou bien pour changer le p&#233;riph&#233;rique MIDI ou pour organiser le fond musical selon vos pr&#233;f&#233;rences. Une coche en face de cette option indique que la musique de fond est s&#233;lectionn&#233;e.</p>
    </dd>
    <dt>Options des <u>f</u>ilms d&#39;animation</dt>
    <dd>
      <p>Choisissez cette option afin de s&#233;lectionner ou d&#8217;annuler les animations en trois dimensions qui passent au centre de l&#39;&#233;cran. Chaque option renvoie &#224; un film d&#39;animation ou un groupe de films que vous pouvez s&#233;lectionner et d&#233;-s&#233;lectionner en cliquant dessus avec la souris. Tous les films sont s&#233;lectionn&#233;s par d&#233;faut. Pour les d&#233;-s&#233;lectionner, cliquez dessus.</p>
    </dd>
    <dt><u>O</u>ptions d&#8217;Intelligence Artificielle (IA)&#8230;</dt>
    <dd>
      <p>Cette option vous permet de d&#233;terminer des caract&#233;ristiques bien particuli&#232;res pour vos adversaires simul&#233;s par ordinateur. Quand vous s&#233;lectionnez Options d&#8217;Intelligence Artificielle, une bo&#238;te de dialogue apparait. Vous pouvez choisir n&#8217;importe quelle caract&#233;ristique en cliquant sur la case vide qui lui correspond. Cliquer de nouveau sur ladite case pour annuler l&#8217;option correspondante.</p>
    </dd>
    <dt>Options du <u>T</u>ableau de Jeu&#8230;</dt>
    <dd>
      <p>Cette option vous permet de d&#233;terminer des caract&#233;ristiques particuli&#232;res pour le jeu. Quand vous s&#233;lectionnez Options du Tableau de Jeu, une bo&#238;te de dialogue apparait. Pour choisir une caract&#233;ristique, cliquez sur sa case vide. Pour annuler une caract&#233;ristique, cliquez &#224; nouveau sur cette caract&#233;ristique.</p>
      <p>Si vous s&#233;lectionnez l&#8217;option &#8220;Faire virevolver le Pion&#8230;&#8221;, cela fera tournoyer le pion du joueur dont c&#8217;est le tour de participer sur le tableau ou dans son secteur de jeu, ou bien les deux &#224; la fois. Si vous choisissez l&#8217;option &#8220;Dessiner un titre de propri&#233;t&#233; sur chaque propri&#233;t&#233; hypoth&#233;qu&#233;e&#8221;, il vous sera plus facile de vous rappeler quelles sont les propri&#233;t&#233;s hypoth&#233;qu&#233;es. Si vous teintez en gris les propri&#233;t&#233;s vacantes ou non-hypoth&#233;qu&#233;es, il vous sera plus facile durant la partie de les identifier.</p>
    </dd>
    <dt><u>A</u>rriere-Plan des Films d&#8217;animation&#8230;</dt>
    <dd>
      <p>Cette option vour permet de changer l&#8217;arri&#232;re-plan des films d&#8217;animation qui mettent en sc&#232;ne les mouvements des pions. Quand vous s&#233;lectionnez Arri&#232;re-Plan des Films d&#8217;animation, une bo&#238;te de dialogue apparait, d&#8217;o&#249; vous pouvez choisir un fichier arri&#232;re-plan. S&#233;lectionnez ou entrez un nom de fichier arri&#232;re-plan et cliquez ensuite sur OK. Le nouvel arri&#232;re-plan figurera sur chaque film d&#8217;animation des mouvements de pion.</p>
    </dd>
    <dt><u>S</u>auvegarder options comme d&#233;faut</dt>
    <dd>
      <p>Cette option entra&#238;nera la sauvegarde de tous les param&#232;tres courants de vos options de jeu, et les classera comme valeurs par d&#233;faut. La prochaine fois que vous lancerez le jeu MONOPOLY CD-ROM, ces param&#232;tres seront charg&#233;s automatiquement. Si, durant des parties ult&#233;rieures, vous changez de nouveau les param&#232;tres, vous devrez s&#233;lectionner de nouveau cette option pour les sauvegarder.</p>
    </dd>
    <dl>
  </body>
</html>
