<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
  "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
  <head>
    <meta name="generator" content="HTML Tidy for Windows (vers 14 February 2006), see www.w3.org" />
    <meta http-equiv="Content-Type" content="text/html; charset=us-ascii" />
    <link href="../hh_default.css" rel="stylesheet" type="text/css" />
    <title>Menu des Actions</title>
  </head>
  <body>
    <object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
      <param name="Keyword" value="Menu des Actions" />
    </object>
    <h2><a name="menu_des_actions" id="menu_des_actions"></a>Menu des Actions</h2>
    <p>Le <b>Menu des Actions</b> ne peut &#234;tre utilis&#233; que par le joueur dont c&#8217;est le tour de jouer. Si un autre joueur souhaite avoir acc&#232;s &#224; ce menu, il doit <a href="interruption_du_jeu.htm">interrompre la partie.</a></p>
    <dl>
    <dt><u>H</u>ypoth&#233;quer des propri&#233;t&#233;s</dt>
    <dd>
      <p>Choisissez cette option pour hypoth&#233;quer n&#8217;importe quelle propri&#233;t&#233; non b&#226;tie qui vous appartient. Vos propri&#233;t&#233;s apparaissent sur le tableau de jeu en surbrillance. Cliquez sur une propri&#233;t&#233; pour l&#8217;hypoth&#233;quer. Lorsque vous avez termin&#233; la s&#233;lection des propri&#233;t&#233;s que vous souhaitez hypoth&#233;quer, cliquez sur OK pour confirmer, ou sur Annulation pour annuler.</p>
    </dd>
    <dt><u>L</u>ever les hypoth&#232;ques sur des propri&#233;t&#233;s</dt>
    <dd>
      <p>Choisissez cette option pour lever les hypoth&#232;ques sur n&#8217;importe laquelle de vos propri&#233;t&#233;s. Les propri&#233;t&#233;s qui vous appartiennent et qui sont hypoth&#233;qu&#233;es apparaissent sur le tableau de jeu en surbrillance. Cliquez sur une propri&#233;t&#233; pour la lib&#233;rer de son hypoth&#232;que. Lorsque vous avez termin&#233; la s&#233;lection des propri&#233;t&#233;s pour lesquelles vous souhaitez lever les hypoth&#232;ques, cliquez sur OK pour confimer, our sur Annulation pour annuler.</p>
    </dd>
    <dt><u>A</u>cheter des immeubles</dt>
    <dd>
      <p>Choisissez cette option pour construire des maisons ou des hotels sur n&#8217;importe lequel des monopoles que vous poss&#233;dez. Vos monopoles apparaissent sur le tableau de jeu en surbrillance. Cliquez sur une propri&#233;t&#233; pour construire une maison. Si vous avez d&#233;j&#224; quatre maisons sur ce site, vous devrez construire un h&#244;tel et rendre vos quatre maisons &#224; la banque ainsi que payer une somme d&#8217;argent en contrepartie. Quand vous avez termin&#233; de construire des immeubles, cliquez sur OK pour confirmer ou sur Annulation pour annuler.</p>
    </dd>
    <dt><u>V</u>endre des Immeubles</dt>
    <dd>
      <p>Choisissez cette option pour revendre des maisons ou des hotels &#224; la Banque.Vos monopoles b&#226;tis apparaissent sur le tableau de jeu. Cliquez sur une propri&#233;t&#233; pour vendre un immeuble. Lorsque vous avez termin&#233; de vendre des immeubles, cliquez sur OK pour confirmer ou sur Annulation pour annuler.</p>
    </dd>
    <dt><u>P</u>roposer un &#233;change</dt>
    <dd>
      <p>Choisissez cette option pour faire un &#233;change avec d&#8217;autres joueurs. L&#8217;&#233;cran &#233;change apparait au milieu du tableau de jeu. Vous pouvez &#233;changer de l&#8217;argent liquide, des titres de propri&#233;t&#233;, des Cartes Vous Etes Lib&#233;r&#233; de Prison et des Immunit&#233;s. Placez tous les &#233;l&#233;ments que vous souhaitez acqu&#233;rir sur votre &#233;cran de gages et d&#8217;&#233;change. Placez tout &#233;l&#233;ment dont vous souhaitez disposer sur les &#233;crans de gages et d&#8217;&#233;change des autres participants. L&#8217;&#233;change aura lieu si tous les participants concern&#233;s en acceptent les termes.</p>
      <p>Reportez-vous &#224; <a href="comment_proposer_un_echange.htm">Comment Proposer un Echange</a> pour plus de d&#233;tails.</p>
    </dd>
    <dt><u>M</u>ontrer les propri&#233;taires</dt>
    <dd>
      <p>Choisissez cette option pour v&#233;rifier quelles propri&#233;t&#233;s ont d&#233;j&#224; un propri&#233;taire, et pour montrer l&#8217;identit&#233; des dits propri&#233;taires. Toutes les propri&#233;t&#233;s qui ne sont pas vacantes apparaissent sur le tableau de jeu en surbrillance. Le pion &#224; qui appartient chaque propri&#233;t&#233; est indiqu&#233;. Cliquez sur OK lorsque vous avez termin&#233; d&#8217;examiner les propri&#233;t&#233;s.</p>
    </dd>
    <dl>
  </body>
</html>
