<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
    "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">

<html xmlns="http://www.w3.org/1999/xhtml">
<head>
  <meta name="generator" content="HTML Tidy for Windows (vers 14 February 2006), see www.w3.org" />
  <meta http-equiv="Content-Type" content="text/html; charset=us-ascii" />
  <link href="../hh_default.css" rel="stylesheet" type="text/css" />
  <title>Probl&#232;mes et solutions</title>
</head>

<body>
  <object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
    <param name="Keyword" value="Probl&#232;mes et solutions" />
  </object>

  <h2><a name="probl_mes_et_solutions" id="probl_mes_et_solutions"></a>Probl&#232;mes et solutions</h2>

  <p>Q: Pourquoi ne puis-je pas installer MONOPOLY CD-ROM sur mon disque dur?</p>

  <p>R: Il se peut que vous utilisiez un utilitaire de compression de disque dur. Ces utilitaires peuvent alt&#233;rer l&#8217;espace disponible pour l&#8217;installation du jeu MONOPOLY CD-ROM. Essayez de faire de la place sur votre disque en eliminant des dossiers qui ne sont pas n&#233;cessaires.</p>

  <p>Q: Pourquoi ne puis-je pas charger MONOPOLY CD-ROM?</p>

  <p>R: Vous devez sans doute mettre &#224; jour vos logiciels WinG et Win32s avec les versions qui se trouvent sur le disque du jeu MONOPOLY CD-ROM. R&#233;installez le jeu, cette fois en s&#233;lectionnant WinG and Win32s pour l&#8217;installation. Si vous avez toujours des probl&#232;mes, &#233;teignez et rallumez votre ordinateur et fermez toutes les applications en cours d&#8217;ex&#233;cution.</p>

  <p>Q: Pourquoi, quand je joue au MONOPOLY CD-ROM sur l&#39;Internet ou sur un r&#233;seau, le jeu fait quelquefois une pause et/ou le pointeur de ma souris se transforme en sablier?</p>

  <p>R: Il se peut que les joueurs sur les sites &#224; distance aient choisi de passer des animations en 3 dimensions alors que vous les avez d&#233;-s&#233;lectionn&#233;es. Attendez qu&#39;ils aient fini de passer l&#39;animation avant de reprendre le jeu.</p>

  <p>Q: Pourquoi MONOPOLY CD-ROM ne joue t-il pas d&#39;effets sonores?</p>

  <p>R: Tout d&#39;abord, v&#233;rifiez le menu <u>O</u>ptions et en particulier l&#39;option <u>E</u>ffets sonores num&#233;ris&#233;s. Il devrait y avoir une coche en face de cette option. Si ce n&#39;est pas le cas, cliquez sur l&#39;option pour activer les effets sonores. Si vous n&#39;entendez toujours pas d&#39;effets sonores, v&#233;rifiez que votre installation Windows actuelle supporte les sons. Si ce n&#39;est pas le cas, essayez de les mettre en place. Il se peut que le nom des fichiers sp&#233;cifiques soit l&#233;g&#232;rement diff&#233;rent selon la version de Windows que vous poss&#233;dez mais le processus est le m&#234;me pour toutes les versions. Faites appara&#238;tre le Panneau de Configuration et cliquez deux fois sur l&#39;ic&#244;ne Son. Cela vous permettra de tester divers effets sonores Windows. Si vous n&#39;arrivez pas &#224; s&#233;lectionner les fichiers d&#8217;effets sonores, il est probable que les pilotes son Windows ne sont pas install&#233;s ou qu&#39;ils ont &#233;t&#233; install&#233;s incorrectement. R&#233;installez les pilotes son &#224; partir du disque d&#39;installation de votre carte son. Si vous arrivez &#224; s&#233;lectionner les effets sonores mais si vous ne les entendez pas, il se peut que le volume soit r&#233;gl&#233; trop bas, que les hauts-parleurs ne soient pas aliment&#233;s en &#233;lectricit&#233; ou qu&#39;il y ait un mauvais contact. Si vous n&#39;arrivez toujours pas &#224; r&#233;soudre le probl&#232;me, veuillez contacter notre t&#233;l&#233;phone rouge technique au num&#233;ro indiqu&#233; dans le manuel MONOPOLY CD-ROM.</p>

  <p>Q: Pourquoi MONOPOLY CD-ROM ne joue-t-il pas de musique MIDI?</p>

  <p>R: Tout d&#39;abord, v&#233;rifiez le menu <u>O</u>ptions et en particulier l&#39;option Musique de <u>f</u>ond MIDI. Il doit y avoir une coche en face de cette option. Dans le cas contraire, cliquez sur cette option pour avoir la musique MIDI. Si vous ne pouvez toujours pas entendre de musique, v&#233;rifiez que vous avez install&#233; un programme pilote MIDI pour Windows. Vous l&#39;avez sans doute fait au moment de l&#39;installation des programmes pilote de votre carte son. Vous pouvez rechercher les informations d&#39;installation dans la rubrique MAPPEUR MIDI du Panneau de Configuration. Pour tester votre capacit&#233; de reproduction MIDI, s&#233;lectionnez Diffuseur de M&#233;dias puis S&#233;quenceur MIDI au menu P&#233;riph&#233;riques. S&#233;lectionnez le fichier <b>canyon.mid</b>. Si vous n&#39;entendez pas de son, essayez de r&#233;installer les programmes pilote Windows de votre carte son. Si cela n&#39;a pas d&#39;effet, v&#233;rifiez le volume des hauts-parleurs, les connexions et les c&#226;bles &#233;lectriques des hauts-parleurs. Si vous avez toujours des probl&#232;mes, veuillez contacter notre t&#233;l&#233;phone rouge technique au num&#233;ro indiqu&#233; dans le manuel MONOPOLY CD-ROM.</p>

  <p>Q: Que puis-je faire si rien ne semble fonctionner?</p>

  <p>R: Quittez Windows, &#233;teignez votre ordinateur, puis rallumez-le. Apr&#232;s avoir initialis&#233; Windows, v&#233;rifiez qu&#8217;il n&#8217;y a pas d&#8217;autres applications en fonctionnement. Si certaines aplications sont utilis&#233;es fermez -les avant d&#8217;initialiser le jeu MONOPOLY CD-ROM. V&#233;rifiez aussi les informations de derni&#232;re minute dans le fichier &#8220;Lisez-moi&#8221; pour voir si certains commentaires peuvent s&#8217;appliquer &#224; votre situation. Finalement, appelez nos ing&#233;nieurs au num&#233;ro que vous trouverez dans le manuel. Vous pouvez aussi consulter la section Aide du manuel pour plus d&#8217;information sur l&#8217;Aide &#233;lectronique en ligne.</p>
</body>
</html>
