<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN"
  "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
  <head>
    <meta name="generator" content="HTML Tidy for Windows (vers 14 February 2006), see www.w3.org" />
    <meta http-equiv="Content-Type" content="text/html; charset=us-ascii" />
    <link href="../hh_default.css" rel="stylesheet" type="text/css" />
    <style>
      td.right {
      text-align: right;
      }
      td.margin {
      padding-left: 10px;
      }
    </style>
    <title>R&#232;gles du jeu</title>
  </head>
  <body>
    <object type="application/x-oleobject" classid="clsid:1e2a7bd0-dab9-11d0-b93a-00c04fc99f9e">
      <param name="Keyword" value="R&#232;gles du jeu" />
    </object>
    <h2><a name="r_gles_du_jeu" id="r_gles_du_jeu"></a>R&#232;gles du jeu</h2>
    <p>L&#8217;invention du jeu connu maintenant sous le nom de Monopoly est attribu&#233;e &#224; Charles B. Darrow, un ing&#233;nieur de Germantown (Pennsylvanie). Cependant, l&#8217;id&#233;e &#233;tait tir&#233;e d&#8217;un jeu qui &#233;tait d&#233;j&#224; diffus&#233;, &#224; faible &#233;chelle, &#8220;The Landlord&#8217;s Game&#8221; (&#8220;Le Jeu du Propri&#233;taire&#8221;), brevet&#233; en 1904. Au ch&#244;mage comme des millions de gens au cours de la Grande Crise des ann&#233;es 30, Charles Darrow sut identifier le potentiel d&#8217;un jeu qui allait tenter les Am&#233;ricains en leur faisant conna&#8221;tre les frissons de la fortune et la prosp&#233;rit&#233;. Ses premiers jeux &#233;taient constitu&#233;s de plateaux de jeu faits de toiles de jute peintes avec des &#233;chantillons gratuits de peinture venant du magasin du coin. Les maisons et les h&#244;tels &#233;taient d&#233;coup&#233;s dans des baguettes de bois provenant d&#8217;un chantier de construction, et les titres de propri&#233;t&#233; &#233;taient faits de vieux cartons. Les noms des rues &#233;taient ceux des vraies rues d&#8217;Atlantic City &#8212; la &#8220;Ville de vacances&#8221; de l&#8217;Am&#233;rique o&#249;, les ann&#233;es pr&#233;c&#233;dentes, Charles Darrow emmenait sa famille pour l&#8217;&#233;t&#233;. Pour les pions, il semble que Charles Darrow se soit inspir&#233; des breloques du bracelet de son &#233;pouse.</p>
    <p>La demande pour ce jeu se d&#233;veloppa rapidement au-del&#224; du cercle familial et de relations des Darrow, et Charles Darrow fut amen&#233; &#224; faire produire le plateau de jeu par un imprimeur de fortune, ce qui lui permit de produire 6 jeux par jour. C&#8217;est &#224; ce moment que les grands magasins commenc&#232;rent &#224; s&#8217;int&#233;resser au jeu et &#224; le commander ;Charles Darrow d&#233;cida alors d&#8217;intensifier la production.</p>
    <p>En 1934, il prit contact avec la Soci&#233;t&#233; Parker Brothers &#224; Salem (Massachussets). Cependant, le jeu fut rejet&#233; car il contenait 52 erreurs fondamentales ; premi&#232;rement les parties &#233;taient trop longues, les r&#232;gles trop compliqu&#233;es et il n&#8217;y avait pas la classique ligne d&#8217;arriv&#233;e, marquant la fin d&#8217;une partie.</p>
    <p>C. Darrow ne s&#8217;avoua pas vaincu. De retour en Pennsylvanie, il continua la production du jeu, travaillant 14 heures par jour pour produire 20.000 jeux cette ann&#233;e-l&#224;. C&#8217;&#233;tait suffisant pour prouver le succ&#232;s du jeu &#224; Parker Brothers, qui lui fit une offre tr&#232;s all&#233;chante. C. Darrow accepta l&#8217;offre et l&#8217;accord fut mis en place d&#232;s d&#233;but 35. A la mi-f&#233;vrier de la m&#234;me ann&#233;e, Parker Brothers produisait 20.000 jeux par semaine, et l&#8217;ann&#233;e suivante plus d&#8217;un million de jeux avaient &#233;t&#233; vendus.</p>
    <p>Malgr&#233; l&#8217;engouement du d&#233;but, Parker Brothers consid&#233;ra le MONOPOLY comme un jeu pour adultes, trop compliqu&#233; pour des enfants et sans avenir. C&#8217;est pourquoi George Parker, le fondateur de la Soci&#233;t&#233;, ordonna d&#8217;arr&#234;ter la fabrication des jeux MONOPOLY &#8220;compte tenu de l&#8217;&#233;ventualit&#233; d&#8217;une baisse tr&#232;s rapide des ventes&#8221;. Cet ordre fut &#233;crit juste avant la p&#233;riode des achats de No&#8216;l 1936 ; cependant, les chiffres de vente vinrent d&#233;mentir cet ordre. A partir de ce moment, les ventes ne cess&#232;rent de grimper.</p>
    <p>Depuis, MONOPOLY continue de s&#233;duire les gens en leur permettant de &#8220;faire fortune rapidement&#8221;, et ce, malgr&#233; l&#8217;alternance de p&#233;riodes de crise et de prosp&#233;rit&#233;. Avec 26 versions vendues dans 43 pays, la demande MONOPOLY n&#8217;a jamais diminu&#233;. Chaque &#233;dition est inspir&#233;e d&#8217;une ville ou d&#8217;un pays diff&#233;rent, et a sa propre monnaie. Bien que Fidel Castro ait tent&#233; de d&#233;truire toutes les &#233;ditions Cubaines, et que le jeu ait &#233;t&#233; interdit dans l&#8217;ex-Union Sovi&#233;tique, MONOPOLY reste le jeu le plus populaire au monde.</p>
    <p>C. Darrow b&#233;n&#233;ficia de ce succ&#232;s : il se retira des affaires &#224; l&#8217;&#226;ge de 46 ans et mourut &#224; 78 ans, premier inventeur de jeux au monde &#224; &#234;tre devenu millionnaire.</p>
    <p>MONOPOLY est le jeu o&#249; l&#8217;on vend, ach&#232;te ou loue des propri&#233;t&#233;s de mani&#232;re profitable, afin que les joueurs puissent s&#8217;enrichir (le plus riche d&#8217;entre eux &#233;tant d&#233;clar&#233; vainqueur). Les joueurs partent de la case &#8220;D&#233;part&#8221; et d&#233;placent leurs pions sur le plateau en fonction du r&#233;sultat des d&#233;s. Lorsqu&#8217;un joueur parvient sur la case d&#8217;une propri&#233;t&#233; &#224; vendre, il peut l&#8217;acheter &#224; la Banque. S&#8217;il ne d&#233;sire pas le faire, la propri&#233;t&#233; est mise aux ench&#232;res et va au plus offrant. Lorsqu&#8217;un joueur s&#8217;arr&#234;te sur la propri&#233;t&#233; d&#8217;un autre joueur, il doit lui verser un loyer. La construction de Maisons ou d&#8217;H&#244;tels augmente consid&#233;rablement le montant des loyers ; il est donc sage de construire sur ses terrains. Pour obtenir de l&#8217;argent, il est possible d&#8217;hypoth&#233;quer ses propri&#233;t&#233;s &#224; la Banque. Les cases Chance et Communaut&#233; permettent de tirer une carte dont il faut suivre les instructions. Il arrive aussi que l&#8217;on se retrouve en Prison.</p>
    <dl>
      <dt><b>BUT DU JEU</b></dt>
      <dd>
        <p>Etre le dernier joueur &#224; rester en jeu, c&#8217;est-&#224;-dire le dernier joueur n&#8217;ayant pas fait faillite.</p>
      </dd>
      <dt><b>MATERIEL</b></dt>
      <dd>
        <p>
        <table>
          <tr>
            <td class="right">1</td>
            <td>plateau de jeu</td>
          </tr>
          <tr>
            <td class="right">1</td>
            <td>casier pour le Banquier</td>
          </tr>
          <tr>
            <td class="right">2</td>
            <td>sabots pour cartes</td>
          </tr>
          <tr>
            <td class="right">8</td>
            <td>pieds en caoutchouc pour les sabots</td>
          </tr>
          <tr>
            <td class="right">28</td>
            <td>Titres de propri&#233;t&#233;</td>
          </tr>
          <tr>
            <td class="right">16</td>
            <td>cartes Chance</td>
          </tr>
          <tr>
            <td class="right">16</td>
            <td>cartes Caisse de Communaut&#233;1 liasse de billets MONOPOLY</td>
          </tr>
          <tr>
            <td class="right">32</td>
            <td>Maisons</td>
          </tr>
          <tr>
            <td class="right">12</td>
            <td>H&#244;tels</td>
          </tr>
          <tr>
            <td class="right">2</td>
            <td>d&#233;s</td>
          </tr>
          <tr>
            <td class="right">1</td>
            <td>cornet pour les d&#233;s</td>
          </tr>
        </table>
        </p>
      </dd>
      <dt><b>PREPARATION</b></dt>
      <dd>
        <ol>
          <li>
            <p>Prenez le casier de la Banque et disposez dans leurs emplacements les Maisons, les H&#244;tels, les Titres de Propri&#233;t&#233; et les billets (class&#233;s selon leur valeur).</p>
          </li>
          <li>
            <p>La premi&#232;re fois que vous jouez, d&#233;tachez les pieds en caoutchouc et disposez-les sous les coins des sabots.</p>
            <p>Disposez les sabots &#224; l&#8217;endroit pr&#233;vu sur le plateau de jeu.</p>
          </li>
          <li>
            <p>D&#233;tachez les cartes Chance et Caisse de Communaut&#233;, m&#233;langez-les et placez-les face cach&#233;e dans les sabots correspondants.</p>
          </li>
          <li>
            <p>Chaque joueur choisit un pion et le place sur la case &#8220;D&#233;part&#8221;.</p>
          </li>
          <li>
            <p>Le Banquier et la Banque.</p>
            <p>Choisissez comme Banquier un joueur. S&#8217;il y a plus de 5 joueurs, l&#8217;un des joueurs peut d&#233;cider de tenir uniquement le r&#244;le de Banquier.</p>
            <p>Le Banquier remet &#224; chaque joueur une somme de 150.000 Francs, r&#233;partie comme indiqu&#233; ci-dessous :</p>
            <table>
              <tr>
                <td class="margin">2 billets de 50.000 Frs</td>
                <td class="margin">2 billets de 1.000 Frs</td>
              </tr>
              <tr>
                <td class="margin">4 billets de 10.000 Frs</td>
                <td class="margin">1 billet de 500 Frs</td>
              </tr>
              <tr>
                <td class="margin">1 billet de 5.000 Frs</td>
                <td class="margin">5 billets de 100 Frs</td>
              </tr>
              <tr>
                <td class="margin">1 billet de 2.000 Frs</td>
                <td></td>
              </tr>
            </table>
            <p>La Banque garde tout le reste de l&#8217;argent, ainsi que les Titres de Propri&#233;t&#233;, les Maisons et les H&#244;tels, jusqu&#8217;&#224; ce qu&#8217;ils soient achet&#233;s par les joueurs. La Banque paye &#233;galement les salaires et les primes, pr&#234;te de l&#8217;argent contre des hypoth&#232;ques, et encaisse l&#8217;argent des imp&#244;ts, des taxes, des p&#233;nalit&#233;s, des int&#233;r&#234;ts pour lever des hypoth&#232;ques et de la vente des propri&#233;t&#233;s. Quand des ench&#232;res ont lieu, le Banquier tient le r&#244;le du Commissaire Priseur.</p>
            <p>La Banque ne peut jamais &#8220;faire faillite&#8221; mais si elle ne poss&#232;de plus d&#8217;argent, elle peut &#233;mettre des &#8220;reconnaissances de dettes&#8221; envers les joueurs qu&#8217;elle ne peut payer. Pour cela, le Banquier &#233;crit le montant de la somme d&#251;e sur une feuille de papier.</p>
          </li>
          <li>
            <p>Chacun des joueurs lance ensuite les deux d&#233;s : le joueur qui obtient le score le plus &#233;lev&#233; commence la partie, le joueur situ&#233; &#224; sa gauche jouant &#224; sa suite.</p>
          </li>
        </ol>
      </dd>
      <dt><b>DEROULEMENT DU JEU</b></dt>
      <dd>
        <p>Quand arrive votre tour de jeu, lancez les 2 d&#233;s puis avancez votre pion sur le plateau de jeu, d&#8217;autant de cases que l&#8217;indique le total des d&#233;s, et dans le sens indiqu&#233; par la fl&#232;che. La case sur laquelle vous allez vous arr&#234;ter vous indique ce que vous devez ou pouvez faire. Deux pions ou plus peuvent se trouver sur une m&#234;me case au m&#234;me moment. Suivant la nature de la case sur laquelle vous &#234;tes arriv&#233;, vous pouvez effectuer l&#8217;une des op&#233;rations suivantes :</p>
        <ul>
          <li>
            <p>acheter un terrain ou une autre propri&#233;t&#233;,</p>
          </li>
          <li>
            <p>payer un loyer (si la propri&#233;t&#233; appartient &#224; un autre joueur),</p>
          </li>
          <li>
            <p>payer des imp&#244;ts,</p>
          </li>
          <li>
            <p>tirer une carte &#8220;Chance&#8221; ou &#8220;Caisse de Communaut&#233;&#8221;,</p>
          </li>
          <li>
            <p>aller en Prison,</p>
          </li>
          <li>
            <p>b&#233;n&#233;ficier du Parc Gratuit,</p>
          </li>
          <li>
            <p>toucher un salaire de 20.000 Francs.</p>
          </li>
        </ul>
        <p>Lorsque vous avez termin&#233; votre tour, ce sera au joueur situ&#233; &#224; votre gauche de jouer : passez-lui les d&#233;s.</p>
      </dd>
      <dt><u>Les doubles</u></dt>
      <dd>
        <p>Si vous obtenez un double avec les d&#233;s, d&#233;placez-vous normalement. Effectuez l&#8217;op&#233;ration de votre case d&#8217;arriv&#233;e, puis relancez les d&#233;s et d&#233;placez-vous &#224; nouveau. Vous effectuerez alors une nouvelle op&#233;ration. Cependant, si vous obtenez un double trois fois de suite, vous devez vous rendre imm&#233;diatement en Prison. Votre tour de jeu est alors termin&#233;.</p>
      </dd>
      <dt><u>La case &#8220;DEPART&#8221;</u></dt>
      <dd>
        <p>Chaque fois que vous passez ou vous arr&#234;tez sur la case &#8220;D&#233;part&#8221;, la Banque vous verse un salaire de 20.000 Francs. Il peut arriver que vous receviez ce salaire de 20.000 Francs deux fois au cours du m&#234;me tour de plateau si, par exemple, vous tombez sur une case Chance ou Caisse de Communaut&#233; imm&#233;diatement apr&#232;s la case &#8220;D&#233;part&#8221; et que vous tirez une carte vous demandant de vous rendre &#224; la case &#8220;D&#233;part&#8221;.</p>
      </dd>
      <dt><u>Arr&#234;t sur une propri&#233;t&#233; &#224; vendre</u></dt>
      <dd>
        <p>Si vous vous arr&#234;tez sur une propri&#233;t&#233; qui n&#8217;appartient &#224; personne (c&#8217;est-&#224;-dire une propri&#233;t&#233; dont aucun joueur ne poss&#232;de le Titre de Propri&#233;t&#233;), vous pouvez d&#233;cider de l&#8217;acheter. Dans ce cas, payez &#224; la Banque le prix indiqu&#233; sur le plateau. La Banque vous donnera alors, en &#233;change, le Titre de Propri&#233;t&#233; correspondant : placez cette carte, face visible, devant vous. Si vous d&#233;cidez de ne pas acheter cette propri&#233;t&#233;, la Banque doit la mettre aussit&#244;t aux ench&#232;res, et la vendre au plus offrant. La mise &#224; prix est la premi&#232;re offre faite. Tous les joueurs peuvent participer &#224; l&#8217;ench&#232;re, y compris le joueur qui a d&#233;clin&#233; l&#8217;achat.</p>
      </dd>
      <dt><u>Poss&#233;der une propri&#233;t&#233;</u></dt>
      <dd>
        <p>Poss&#233;der une Propri&#233;t&#233; vous donne le droit de percevoir un loyer de la part des joueurs qui vont s&#8217;arr&#234;ter sur cette Propri&#233;t&#233;. C&#8217;est un atout de poss&#233;der les Titres de Propri&#233;t&#233; de tous les terrains d&#8217;une m&#234;me couleur &#8212; autrement dit, de poss&#233;der un monopole &#8212; car vous pouvez alors construire sur les terrains de ce groupe.</p>
      </dd>
      <dt><u>Arr&#234;t sur une propri&#233;t&#233; priv&#233;e</u></dt>
      <dd>
        <p>Quand vous vous arr&#234;tez sur une Propri&#233;t&#233; qui a &#233;t&#233; achet&#233;e par un autre joueur, vous pouvez &#234;tre amen&#233; &#224; payer un loyer au Propri&#233;taire, si celui-ci vous r&#233;clame ce loyer avant que le joueur jouant &#224; votre suite ait lanc&#233; les d&#233;s. Le montant du loyer figure sur le Titre de</p>
        <p>Propri&#233;t&#233;, et varie selon le nombre de Maisons construits sur cette propri&#233;t&#233;. Si un joueur poss&#232;de tous les terrains d&#8217;une m&#234;me couleur, la valeur du loyer de ces terrains est alors multipli&#233;e par deux. Par contre, si l&#8217;un des terrains du groupe est hypoth&#233;qu&#233;e, le loyer est ordinaire pour les terrains non-hypoth&#233;qu&#233;s, et inexistant pour le terrain hypoth&#233;qu&#233;.</p>
        <p>Lorsqu&#8217;un joueur a construit des Maisons ou H&#244;tels sur un terrain, le loyer augmente, comme indiqu&#233; sur le Titre de Propri&#233;t&#233;.</p>
      </dd>
      <dt><u>Arr&#234;t sur les cases &#8220;COMPAGNIE DE DISTRIBUTION&#8221;</u></dt>
      <dd>
        <p>Quand vous vous arr&#234;tez sur une de ces cases, vous pouvez l&#8217;acheter si cette Compagnie de Distribution n&#8217;appartient &#224; personne. Comme pour les Propri&#233;t&#233;s, payez &#224; la Banque le prix indiqu&#233; sur le plateau. Si la Compagnie de Distribution appartient d&#233;j&#224; &#224; l&#8217;un des joueurs, le propri&#233;taire peut alors vous r&#233;clamer un loyer, qui est fonction des points indiqu&#233;s par les d&#233;s que vous venez de lancer. Si ce propri&#233;taire poss&#232;de une Compagnie de Distribution, le loyer sera &#233;gal &#224; quatre fois la valeur de vos d&#233;s. S&#8217;il poss&#232;de les deux Compagnies de Distribution, le loyer s&#8217;&#233;l&#232;vera alors &#224; dix fois la valeur indiqu&#233;e par les d&#233;s. Si vous vous arr&#234;tez sur une de ces cases apr&#232;s avoir suivi les indications d&#8217;une carte Chance ou Caisse de Communaut&#233;, vous devrez alors lancer les d&#233;s pour d&#233;terminer le montant du loyer &#224; payer.</p>
      </dd>
      <dt><u>Arr&#234;t sur une GARE</u></dt>
      <dd>
        <p>Si vous &#234;tes le premier joueur &#224; vous arr&#234;ter sur une case Gare, vous pouvez d&#233;cider de l&#8217;acheter. Sinon, cette Gare sera mise aux ench&#232;res par la Banque, et m&#234;me si vous avez d&#233;clin&#233; l&#8217;achat, vous pouvez participer aux ench&#232;res. Si la Gare a d&#233;j&#224; &#233;t&#233; achet&#233;e, vous devez payer au Propri&#233;taire le montant indiqu&#233; sur le Titre de Propri&#233;t&#233;. Le loyer varie en fonction du nombre total de Gares poss&#233;d&#233;es par ce joueur.</p>
      </dd>
      <dt><u>Arr&#234;t sur une case &#8220;CHANCE&#8221; ou &#8220;COMMUNAUTE&#8221;</u></dt>
      <dd>
        <p>Lorsque vous vous arr&#234;tez sur l&#8217;une de ces cases, vous devez tirer la premi&#232;re carte de la pile indiqu&#233;e. Ces cartes peuvent vous demander de :</p>
        <ul>
          <li>
            <p>d&#233;placer votre pion</p>
          </li>
          <li>
            <p>faire un paiement &#8212; par exemple, pour des taxes</p>
          </li>
          <li>
            <p>recevoir de l&#8217;argent</p>
          </li>
          <li>
            <p>aller en Prison</p>
          </li>
          <li>
            <p>sortir de Prison</p>
          </li>
        </ul>
        <p>Vous devez suivre exactement les instructions de cette carte, puis la replacer sous la pile, face cach&#233;e. Si vous tirez une carte &#8220;VOUS ETES LIBERE DE PRISON&#8221;, vous pouvez la conserver jusqu&#8217;&#224; ce que vous en ayez besoin, ou la vendre, &#224; un prix d&#233;fini en accord avec l&#8217;acheteur.</p>
        <p><b>Remarque :</b> si une carte vous demande de d&#233;placer votre pion, il se peut que vous ayez &#224; passer par la case &#8220;D&#233;part&#8221;. Dans ce cas, recevez 20.000 Francs. Vous ne devez pas passer par la case &#8220;D&#233;part&#8221; lorsque vous &#234;tes envoy&#233; en Prison.</p>
      </dd>
      <dt><u>Arr&#234;t sur les cases &#8220;IMPOTS&#8221; et &#8220;TAXE DE LUXE&#8221;</u></dt>
      <dd>
        <p>Payez &#224; la Banque le montant indiqu&#233; sur ces cases.</p>
      </dd>
      <dt><u>Arr&#234;t sur le PARC GRATUIT</u></dt>
      <dd>
        <p>Lorsque vous vous arr&#234;tez sur cette case, vous recevez tout l&#8217;argent plac&#233; au centre du plateau de jeu. Vous repartirez de cette case au tour suivant.</p>
      </dd>
      <dt><u>Prison</u></dt>
      <dd>
        <p>Vous &#234;tes envoy&#233; en Prison :</p>
        <ul>
          <li>
            <p>Si vous vous arr&#234;tez sur la case &#8220;ALLEZ EN PRISON&#8221;</p>
          </li>
          <li>
            <p>Si vous tirez une carte Chance ou Caisse de Communaut&#233; qui vous indique &#8220;ALLEZ EN PRISON&#8221;</p>
          </li>
          <li>
            <p>Si vous obtenez 3 fois de suite un double avec les d&#233;s.</p>
          </li>
          <li>
            <p>L&#8217;arriv&#233;e en Prison met fin &#224; votre tour de jeu. Vous ne franchissez pas la case &#8220;D&#233;part&#8221; et vous ne recevez pas 20.000 Francs.</p>
          </li>
        </ul>
        <p>Vous pourrez sortir de Prison :</p>
        <ul>
          <li>
            <p>Si vous payez une amende de 5.000 Francs que vous placez au centre du plateau avant de lancer les d&#233;s et de continuer votre tour de jeu, ou</p>
          </li>
          <li>
            <p>Si vous faites un double avec les d&#233;s durant l&#8217;un des trois tours qui suit votre arriv&#233;e en Prison; d&#233;placez-vous alors du nombre de cases indiqu&#233; par les d&#233;s, jouez, puis relancez les d&#233;s - comme tout joueur ayant obtenu un double - et rejouez, ou</p>
          </li>
          <li>
            <p>Si vous achetez une carte &#8220;VOUS ETES LIBERE DE PRISON&#8221; &#224; un autre joueur, &#224; un prix convenu entre vous deux, ou</p>
          </li>
          <li>
            <p>Si vous poss&#233;dez d&#233;j&#224; une carte &#8220;VOUS ETES LIBERE DE PRISON&#8221;.</p>
          </li>
        </ul>
        <p>Vous ne pouvez rester plus de trois tours en Prison. Aussit&#244;t apr&#232;s avoir lanc&#233; les d&#233;s au cours du troisi&#232;me tour, vous devez - si vous n&#8217;avez pas fait de double - payer une amende de 5.000 Francs que vous placez alors au centre du plateau. Puis d&#233;placez-vous du nombre de cases indiqu&#233; par les d&#233;s et jouez.</p>
        <p>Pendant que vous &#234;tes en Prison, vous pouvez percevoir des loyers, si les propri&#233;t&#233;s correspondantes ne sont pas hypoth&#233;qu&#233;es. Si vous n&#8217;&#234;tes pas &#8220;envoy&#233;&#8221; en Prison mais que vous parvenez sur cette case dans le cours normal du jeu, votre s&#233;jour est consid&#233;r&#233; comme une &#8220;simple visite&#8221;. Vous n&#8217;encourrez alors aucune p&#233;nalit&#233; et vous pouvez vous d&#233;placer normalement au tour suivant.</p>
      </dd>
      <dt><u>Les Maisons</u></dt>
      <dd>
        <p>Une fois que vous poss&#233;dez tous les terrains d&#8217;un groupe de couleur, vous pouvez acheter des Maisons &#224; placer sur ces terrains, ce qui augmente la valeur du loyer que vous allez r&#233;clamer aux autres joueurs. Le prix d&#8217;une Maison est indiqu&#233; sur le Titre de Propri&#233;t&#233; correspondant. A tout moment, durant votre tour de jeu, vous pouvez acheter et construire autant de Maisons que votre fortune vous le permet. Vous devez cependant construire uniform&#233;ment, c&#8217;est-&#224;-dire que vous ne pouvez pas construire plus d&#8217;une Maison par terrain tant que vous n&#8217;avez pas construit une Maison sur chaque terrain de ce groupe. Vous pouvez alors commencer &#224; construire une seconde rang&#233;e de Maisons, et ainsi de suite. De la m&#234;me fa&#231;on, si vous souhaitez revendre des Maisons, vous devez d&#233;garnir tous les terrains du groupe uniform&#233;ment.</p>
        <p>Si vous poss&#233;dez tous les terrains d&#8217;un groupe de couleur, et que vous n&#8217;avez construit de Maison que sur un ou deux de ces terrains, vous continuez &#224; percevoir un double loyer pour les terrains nus ce de groupe, lorsqu&#8217;un joueur s&#8217;y arr&#234;te. Vous ne pouvez pas construire de Maison sur un terrain si dans le m&#234;me groupe, un terrain est hypoth&#233;qu&#233;.</p>
      </dd>
      <dt><u>Les H&#244;tels</u></dt>
      <dd>
        <p>Pour pouvoir acheter un H&#244;tel, vous devez poss&#233;der 4 Maisons sur chaque terrain d&#8217;un m&#234;me groupe. Si vous d&#233;sirez construire un H&#244;tel, demandez &#224; la Banque de vous &#233;changer les 4 Maisons du terrain de votre choix contre un H&#244;tel, et acquittez-vous du prix indiqu&#233; pour un H&#244;tel sur le Titre de Propri&#233;t&#233;, puis placez votre H&#244;tel sur ce terrain. Vous ne pouvez construire qu&#8217;un H&#244;tel par terrain.</p>
      </dd>
      <dt><u>Crise du b&#226;timent</u></dt>
      <dd>
        <p>Si la Banque n&#8217;a plus de Maisons &#224; vendre, les joueurs qui d&#233;sirent construire doivent attendre qu&#8217;un joueur ait rendu ou vendu ses Maisons. De la m&#234;me fa&#231;on, quand vous vendez des H&#244;tels, vous ne pouvez pas les remplacer par des Maisons qu&#8217;il n&#8217;y en a plus de disponibles.</p>
      </dd>
      <dt><u>Vente de propri&#233;t&#233;</u></dt>
      <dd>
        <p>Vous pouvez &#233;changer ou vendre des terrains nus, des Gares ou des Compagnies de Distribution avec un autre joueur, &#224; un prix convenu entre vous deux. Cependant, vous ne pouvez pas vendre un terrain &#224; un autre joueur si vous avez une Construction (Maisons ou H&#244;tel) sur un terrain de m&#234;me couleur. Pour pouvoir le faire, vous devez auparavant revendre l&#8217;ensemble des constructions de ce groupe &#224; la Banque. Une propri&#233;t&#233;, hypoth&#233;qu&#233;e ou non, ne peut &#234;tre vendue qu&#8217;&#224; un autre joueur, jamais &#224; la Banque. Vous ne pouvez revendre vos Maisons et H&#244;tels qu&#8217;&#224; la Banque. Vous pouvez les vendre &#224; n&#8217;importe quel moment du jeu, et &#224; la moiti&#233; de leur prix d&#8217;achat. Pour un H&#244;tel, la Banque paiera la moiti&#233; du prix d&#8217;achat de cet H&#244;tel plus la moiti&#233; du prix d&#8217;achat des 4 Maisons qui lui ont &#233;t&#233; vendus pour la construction de cet H&#244;tel (soit, en d&#233;finitive, la moiti&#233; du prix d&#8217;achat de 5 Maisons sur ce terrain).</p>
      </dd>
      <dt><u>Hypoth&#232;ques</u></dt>
      <dd>
        <p>Si vous avez besoin d&#8217;argent, vous pouvez hypoth&#233;quer une Propri&#233;t&#233;, et recevoir de la Banque la somme indiqu&#233;e au dos du Titre de Propri&#233;t&#233;.</p>
        <p>Les Maisons et les H&#244;tels ne peuvent pas &#234;tre hypoth&#233;qu&#233;s. Avant d&#8217;hypoth&#233;quer un terrain, vous devez donc revendre l&#8217;ensemble des constructions situ&#233;es sur les terrains du m&#234;me groupe (la Banque les rach&#232;te &#224; la moiti&#233; du prix d&#8217;achat). Vous retournez alors la carte de</p>
        <p>la propri&#233;t&#233; hypoth&#233;qu&#233;e, face contre table. Vous ne pouvez plus percevoir de loyer sur cette propri&#233;t&#233;, ni y construire de Maisons ou d&#8217;H&#244;tels. Vous pouvez lever l&#8217;hypoth&#232;que, en versant &#224; la Banque la somme qu&#8217;elle vous a pr&#234;t&#233;e, augment&#233;e d&#8217;un int&#233;r&#234;t de 10%.</p>
        <p>Quand vous hypoth&#233;quez un terrain, vous en restez propri&#233;taire. Un autre joueur ne peut pas l&#8217;acqu&#233;rir en levant l&#8217;hypoth&#232;que aupr&#232;s de la Banque.</p>
        <p>Vous pouvez par contre vendre une propri&#233;t&#233; hypoth&#233;qu&#233;e aux autres joueurs, &#224; un pris que vous aurez d&#233;fini entre vous. Le nouveau propri&#233;taire a alors le droit de lever cette hypoth&#232;que en payant le tarif indiqu&#233;, augment&#233; des 10% d&#8217;int&#233;r&#234;ts. S&#8217;il d&#233;cide de ne pas lever l&#8217;hypoth&#232;que, il doit n&#233;anmoins payer les int&#233;r&#234;ts. S&#8217;il d&#233;cide de lever l&#8217;hypoth&#232;que plus tard, il devra repayer les 10% d&#8217;int&#233;r&#234;ts.</p>
      </dd>
      <dt><u>Faillite</u></dt>
      <dd>
        <p>Si vous devez &#224; la Banque ou &#224; un autre joueur plus d&#8217;argent que vous n&#8217;en poss&#233;dez, vous faites faillite et vous devez alors vous retirer du jeu.</p>
        <p>Si votre cr&#233;ancier est la Banque, vous devez lui remettre tout votre argent ainsi que vos Titres de Propri&#233;t&#233;. Le Banquier met alors aux ench&#232;res ces propri&#233;t&#233;s, qui seront vendues au plus offrant.</p>
        <p>Vous devez &#233;galement remettre vos cartes &#8220;VOUS ETES LIBERE DE PRISON&#8221; sous la pile correspondante.</p>
        <p>Si votre cr&#233;ancier est un autre joueur, vos Maisons et H&#244;tels sont vendus &#224; la Banque &#224; la moiti&#233; de leur prix d&#8217;achat et votre cr&#233;ancier re&#231;oit alors tout l&#8217;argent, tous les Titres de Propri&#233;t&#233; et les cartes &#8220;VOUS ETES LIBERE DE PRISON&#8221; que vous poss&#233;dez. Si vous poss&#233;dez des propri&#233;t&#233;s hypoth&#233;qu&#233;es, vous devez &#233;galement les remettre &#224; votre cr&#233;ancier, celui-ci doit imm&#233;diatement payer les 10% d&#8217;int&#233;r&#234;t et alors choisir de lever ou non l&#8217;hypoth&#232;que.</p>
      </dd>
      <dt><u>Derni&#232;res pr&#233;cisions</u></dt>
      <dd>
        <p>Si vous devez plus d&#8217;argent que vous n&#8217; en avez &#8220;en esp&#232;ces&#8221;, vous pouvez payer votre cr&#233;ancier &#224; la fois en esp&#232;ces et en propri&#233;t&#233;s. Dans ce cas, votre cr&#233;ancier peut accepter certaines propri&#233;t&#233;s (m&#234;me hypoth&#233;qu&#233;es) pour un montant sup&#233;rieur &#224; celui qui figure sur le titre de fa&#231;on &#224; r&#233;unir un groupe complet ou &#224; emp&#234;cher un adversaire d&#8217;obtenir cette propri&#233;t&#233;.</p>
        <p>Si vous &#234;tes Propri&#233;taire, n&#8217;oubliez pas de r&#233;clamer le paiement de vos loyers.</p>
        <p>Seule la Banque peut pr&#234;ter de l&#8217;argent, et ce, seulement contre une hypoth&#232;que.</p>
        <p>Un joueur ne peut ni emprunter ni pr&#234;ter de l&#8217;argent &#224; un autre joueur.</p>
      </dd>
      <dt><b>LE VAINQUEUR</b></dt>
      <dd>
        <p>Le dernier joueur restant en jeu est le vainqueur.</p>
      </dd>
    </dl>
    <h2>REGLES POUR UNE PARTIE COURTE</h2>
    <p>IL existe trois diff&#233;rences pour les r&#232;gles d&#8217;une partie courte :</p>
    <ol>
      <li>
        <p>Au cours de la PREPARATION du jeu, le Banquier m&#233;lange la pile des Titres de Propri&#233;t&#233;. Le joueur situ&#233; sur la gauche du Banquier coupe alors cette pile, et le Banquier distribue deux Titres de Propri&#233;t&#233; &#224; chaque joueur, y compris &#224; lui-m&#234;me s&#8217;il est &#224; la fois joueur et Banquier. Chacun paye imm&#233;diatement &#224; la Banque le prix des deux propri&#233;t&#233;s qu&#8217;il a re&#231;ues. La partie se d&#233;roule ensuite de fa&#231;on classique.</p>
      </li>
      <li>
        <p>Lors d&#8217;une partie courte, vous devez construire seulement trois Maisons (et non pas quatre) sur chaque propri&#233;t&#233; d&#8217;un m&#234;me groupe pour pouvoir acheter un H&#244;tel.</p>
        <p>Le loyer per&#231;u pour un H&#244;tel est identique &#224; celui des r&#232;gles classiques.</p>
        <p>Quand un joueur vend un de ses H&#244;tels, la valeur de cet H&#244;tel s&#8217;&#233;l&#232;ve &#224; la moiti&#233; de son prix d&#8217;achat, soit la m&#234;me valeur que dans les r&#232;gles classiques moins la valeur d&#8217;une maison.</p>
      </li>
      <li>
        <p><b>FIN DE LA PARTIE.</b> Le premier joueur qui fait faillite se retire du jeu, puis la partie prend fin d&#232;s qu&#8217;un second joueur fait faillite. Ce joueur c&#232;de &#224; son cr&#233;ancier (que ce soit la Banque ou un autre joueur) l&#8217;ensemble de ses biens, y compris ses Maisons, H&#244;tels et Propri&#233;t&#233;s.</p>
        <p>Chaque joueur encore en jeu &#233;value alors l&#8217;ensemble de ses biens en comptabilisant :</p>
        <ol>
          <li>
            <p>l&#8217;argent qu&#8217;il a en main</p>
          </li>
          <li>
            <p>les terrains, les Gares et les Compagnies de Distribution qu&#8217;il poss&#232;de, au prix indiqu&#233; sur le plateau de jeu</p>
          </li>
          <li>
            <p>ses propri&#233;t&#233;s hypoth&#233;qu&#233;es, &#224; la moiti&#233; du prix indiqu&#233; sur le plateau,</p>
          </li>
          <li>
            <p>ses Maisons, &#224; leur prix d&#8217;achat respectif,</p>
          </li>
          <li>
            <p>ses H&#244;tels, &#224; leur prix d&#8217;achat respectif, comprenant la valeur des trois Maisons pr&#233;c&#233;demment &#233;chang&#233;es.</p>
          </li>
        </ol>
        <p>Le joueur le plus riche est le vainqueur.</p>
      </li>
    </ol>
    <h2>PARTIE LIMITEE DANS LE TEMPS</h2>
    <p>Pour cette variante d&#8217;une partie courte, les joueurs d&#233;cident, avant de commencer, de l&#8217;heure &#224; laquelle la partie doit finir. Le joueur le plus riche sera d&#233;clar&#233; vainqueur. Au d&#233;but de la partie, le Banquier m&#233;lange tous les Titres de Propri&#233;t&#233; et en distribue deux &#224; chaque joueur, face cach&#233;e. Chacun paye imm&#233;diatement &#224; la Banque le prix des deux propri&#233;t&#233;s qu&#8217;il a re&#231;ues.</p>
    <p>Le jeu se d&#233;roule normalement jusqu&#8217;&#224; l&#8217;heure pr&#233;alablement fix&#233;e. On arr&#234;te alors toute op&#233;ration (si l&#8217;un des joueurs avait commenc&#233; &#224; jouer, il peut terminer son tour de jeu). Chaque joueur &#233;value alors l&#8217;ensemble de ses biens : le joueur le plus riche est le vainqueur.</p>
    <h2>Questions pos&#233;es au sujet des r&#232;gles du MONOPOLY</h2>
    <ol>
      <li>
        <p><b>Dois-je faire une fois le tour du plateau de jeu avant de pouvoir acheter des propri&#233;t&#233;s?</b></p>
        <p>Non. Vous pouvez commencer &#224; acheter des propri&#233;t&#233;s d&#232;s que vous arrivez sur la premi&#232;re case libre.</p>
      </li>
      <li>
        <p><b>Puis-je encaisser des loyers pendant que je suis en Prison?</b></p>
        <p>Oui. Vous pouvez encaisser des loyers et mener vos affaires normalement pendant que vous &#234;tes en Prison.</p>
      </li>
      <li>
        <p><b>Est-ce que je re&#231;ois de l&#8217;argent lorsque je m&#8217;arr&#234;te sur la case Parc Gratuit?</b></p>
        <p>Oui. Si vous vous arr&#234;tez sur la case Parc Gratuit, vous recevez l&#8217;ensemble de l&#8217;argent qui a &#233;t&#233; d&#233;pos&#233; au centre du plateau de jeu.</p>
      </li>
      <li>
        <p><b>Si je poss&#232;de tous les terrains d&#8217;un m&#234;me groupe, puis-je construire trois Maisons sur un seul terrain?</b></p>
        <p>Non. Vous devez toujours construire uniform&#233;ment. On ne peut pas mettre plus d&#8217;une maison sur un terrain d&#8217;un groupe tant qu&#8217;il n&#8217;y a pas au moins une maison sur chacun des terrains de ce groupe.</p>
      </li>
      <li>
        <p><b>Dois-je attendre mon tour de jeu pour acheter des Maisons et des H&#244;tels?</b></p>
        <p>Oui. Vous ne pouvez acheter et construire des maisons et des H&#244;tels que durant votre tour de jeu; vous pouvez par contre revendre ces Maisons ou H&#244;tels &#224; n&#8217;importe quel moment du jeu.</p>
      </li>
      <li>
        <p><b>Puis-je hypoth&#233;quer une propri&#233;t&#233; pour acheter d&#8217;autres propri&#233;t&#233;s, des Maisons ou des H&#244;tels?</b></p>
        <p>Oui. Vous pouvez hypoth&#233;quer une propri&#233;t&#233; pour acheter des Maisons, des H&#244;tels ou d&#8217;autres propri&#233;t&#233;s.</p>
      </li>
      <li>
        <p><b>Rappels concernant les hypoth&#232;ques:</b></p>
        <ul>
          <li>
            <p>Il n&#8217;est pas n&#233;cessaire de poss&#233;der toutes les propri&#233;t&#233;s d&#8217;un m&#234;me groupe pour hypoth&#233;quer l&#8217;une d&#8217;elles. Par contre, une propri&#233;t&#233; ne peut pas &#234;tre hypoth&#233;qu&#233;e s&#8217;il existe des Maisons sur les terrains de ce groupe. Vous devez revendre &#224; la Banque l&#8217;ensemble de ces Maisons, &#224; la moiti&#233; de leur prix d&#8217;achat, avant de pouvoir hypoth&#233;quer la propri&#233;t&#233; en question.</p>
          </li>
          <li>
            <p>Si vous poss&#233;dez tous les terrains d&#8217;un m&#234;me groupe et que un ou plusieurs de ces terrains sont hypoth&#233;qu&#233;s, vous ne pouvez pas percevoir un loyer double pour les terrains non-hypoth&#233;qu&#233;s de ce groupe : le loyer est ordinaire pour les terrains non-hypoth&#233;qu&#233;s, inexistant pour les terrains hypoth&#233;qu&#233;s.</p>
          </li>
          <li>
            <p>Si vous poss&#233;dez les quatre Gares et que une ou plusieurs de ces Gares sont hypoth&#233;qu&#233;es, vous pouvez continuer &#224; percevoir un loyer de 20.000 Francs pour les Gares non-hypoth&#233;qu&#233;es.</p>
          </li>
        </ul>
      </li>
      <li>
        <p><b>N&#8217;oubliez pas:</b></p>
        <ul>
          <li>
            <p>Lorsqu&#8217;une carte vous demande de vous rendre &#224; un endroit, avancez votre pion (ne le faites pas reculer).</p>
          </li>
          <li>
            <p>Si vous &#234;tes impos&#233;s pour payer les r&#233;parations de vos Maisons, payez pour toute les Maisons et tous les H&#244;tels que vous poss&#233;dez sur le plateau de jeu &#224; ce moment.</p>
          </li>
          <li>
            <p>Si vous passez par la case &#8220;D&#233;part&#8221; apr&#232;s avoir tir&#233; une carte Chance ou Caisse de Communaut&#233; vous indiquant de vous rendre &#224; une propri&#233;t&#233; donn&#233;e, recevez 20.000 Francs.</p>
          </li>
        </ul>
      </li>
      <li>
        <p><b>Des transactions sont-elles permises entre les joueurs?</b></p>
        <p>Oui. Un joueur peut acheter des terrains non construits, des Gares ou Compagnies de Distribution &#224; un autre joueur et &#224; un prix convenu entre ces deux joueurs.</p>
      </li>
      <li>
        <p><b>Puis-je emprunter de l&#8217;argent &#224; un autre joueur?</b></p>
        <p>Non. Vous ne pouvez emprunter de l&#8217;argent qu&#8217;&#224; la Banque.</p>
      </li>
      <li>
        <p><b>Pourquoi mon jeu Monopoly contient-il seulement 32 Maisons?</b></p>
        <p>Pour maintenir l&#8217;&#233;quilibre du jeu, le jeu Monopoly comporte depuis toujours 32 Maisons et 12 H&#244;tels. S&#8217;il &#233;tait possible de construire sur tous les terrains, il serait tr&#232;s difficile de faire faire faillite &#224; un joueur.</p>
      </li>
      <li>
        <p><b>Que se passe-t-il en cas de p&#233;nurie de Maisons ou H&#244;tels?</b></p>
        <p>En cas de crise du b&#226;timent (si la Banque n&#8217;a plus de Maisons &#224; vendre), les joueurs qui d&#233;sirent construire doivent attendre qu&#8217;un joueur ait rendu ou revendu des Maisons.</p>
      </li>
      <li>
        <p><b>Puis-je inventer mes propres r&#232;gles?</b></p>
        <p>Certains jouent au Monopoly en suivant des r&#232;gles dites &#8220;maison&#8221;. Les r&#232;gles officielles &#8212; appliqu&#233;es en tournoi &#8212; ne permettent pas ce genre de variante.</p>
      </li>
      <li>
        <p><b>Que se passe-t-il quand la Banque est &#224; court d&#8217;argent?</b></p>
        <p>Certains joueurs pensent que la Banque fait faillite si elle n&#8217;a plus d&#8217;argent. En fait, la Banque ne fait jamais faillite. Pour continuer la partie, vous pouvez vous servir de feuilles de papier pour garder une trace des op&#233;rations bancaires de chaque joueur, jusqu&#8217;&#224; ce que la Banque ait &#224; nouveau assez d&#8217;argent pour fonctionner.</p>
      </li>
    </ol>
  </body>
</html>
